export const fakedata = [
  {
    "title":  "Кремень",
    "year": "1998",
    "src": "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/0acd260f-19e8-4f8b-9fdc-033e6696ba5b/600x900",
    "type": "horror",
    "rating": '6.9',
    "duration": "2h 12m",
    "text": "Приехав в небольшой российский городок чтобы навестить старого боевого товарища, майор краповых беретов Шаманов становится свидетелем страшных событий — местное население, простые люди, лишены прав, обесчещены, их достоинство растоптано. Шаманову остается либо пройти мимо, закрыв глаза, либо начать действовать, противопоставив себя порочной властной системе, годами оттачиваемой и набравшей смертельную силу…",
    "id": "1"
  },
  {
    "title":  "Сержант",
    "year": "2012",
    "src": "https://avatars.mds.yandex.net/get-kinopoisk-image/1704946/76ecfeee-3c4c-4fd5-bd21-0c8c5b088611/600x900",
    "type": "horror",
    "rating": '5.45',
    "duration": "1h 47m",
    "text": "Герой Епифанцева – молчаливый и суровый мастер военного дела, которого разъедает изнутри вина за гибель своего взвода. Он становится случайным свидетелем убийства и находит компромат на крупного бизнесмена, после чего на него начинается охота.",
    "id": "2"
  },
  {
    "title":  "чингачгук",
    "year": "2005",
    "src": "https://resizer.mail.ru/p/ac8fc63f-2534-589b-8443-03d0ee3f80d9/AQACpIGyCGzWVBpuN226j_g_ti_BpbyaxCl7yvIvjyaZYLusxH6Hb2cRLhIHtv2m425mahTU08YjD26lRhIWb3N3mnU.webp",
    "type": "horror",
    "duration": "16h 20m",
    "rating": '6.5',
    "text": "Илья Чугунов (Владимир Епифанцев) — оперативник из небольшого городка, получивший свое прозвище за немногословность, навыки следопыта и любовь к творчеству Фенимора Купера. Когда его переводят в простые участковые, к рядовым проблемам службы прибавляется новая — серия жестоких убийств молодых девушек.Характерные особенности всех преступлений и почерк убийцы подсказывают опытному Чингачгуку, что это дело рук настоящего маньяка. Как далеко заведут следопыта собственное расследование и погоня за безжалостным убийцей?",
    "id": "3"
  },
  {
    "title":  "бодибилдер",
    "year": "2011",
    "src": "https://resizer.mail.ru/p/f70ff581-dbc2-5ddc-943b-c910b2798f6b/AQACBlIOUfuAi5ecrgkSNH-qLn4eMlDzfHRVoRVKdHiL3z18SIE0uqT1Q7dyZCrVhTv9baT6kTDoYGY8hVLatFB1qHg.webp",
    "type": "horror",
    "duration": "16h 20m",
    "rating": '6.4',
    "text": "Бодибилдер соглашается на научный эксперимент, чтобы вернуться в спорт. Триллер о цене побочных эффектов",
    "id": "4"
  },
  {
    "title":  "Драйв",
    "year": "2015",
    "src": "https://resizer.mail.ru/p/c23001e7-d868-5d85-a01d-1354164449e1/dpr:145/AQACKcM-LpPtpjhaUgqjk5sOnMo-c3dyxXdoFZapaQDaTEp7RHT1FyxD-Nwzhx1aVNsB6I4o4I6Vw8DeHIRVf4TnGbY.webp",
    "type": "horror",
    "rating": '6.36',
    "duration": "2h 05m",
    "text": "Антону Зимину, каскадёру и фанату быстрой езды, поставлен смертельный диагноз. Однако он не отчаивается и продолжает работать, сопротивляться болезни и участвовать в гонках. Положение осложнено тем, что в мероприятие вовлечены криминальные структуры, и однажды пути преступников и главного героя пересекаются. Правоохранительные органы так же пытаются выйти на участников и организаторов, дабы навсегда остановить опасную игру. Незаконные рискованные соревнования продолжаются, и гонщикам придётся пожертвовать всем, возможно и жизнью, чтобы прийти к финишу первыми. Постоянно находясь на грани, главному герою нужно будет выяснить предел своих возможностей и решить, что для него важнее: жизнь или победа.",
    "id": "5"
  }
]